[TheWorld:PersistentLevel.Main_Sequence.Callista_Behavior.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="卡莉斯塔，我是科尔沃。")
m_Choices[1]=(m_ChoiceText="什么都不做。")

[TheWorld:PersistentLevel.Main_Sequence.Callista_Behavior.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="卡莉斯塔，我是科尔沃。")
m_Choices[1]=(m_ChoiceText="什么都不做。")

[TheWorld:PersistentLevel.Main_Sequence.Callista_Behavior.DisSeqAct_GameOver_0 DisSeqAct_GameOver]
m_Reason="卡莉斯塔已死"

[TheWorld:PersistentLevel.Main_Sequence.Dead_Servants.DisSeqAct_AddKey_0 DisSeqAct_AddKey]
m_Name="艾米莉塔楼钥匙"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往老顿沃下水道")
m_Choices[1]=(m_ChoiceText="留在狗圈酒吧")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="高混乱度")
m_Choices[1]=(m_ChoiceText="低混乱度")

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="电弧塔的供电器"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="萨缪尔的信号"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="皮耶罗"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="皮耶罗"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="艾米莉"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="艾米莉"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="萨缪尔的信号"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="哈弗洛克"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_18 DisSeqAct_UpdateTaskTarget]
m_TargetName=卡莉斯塔

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_19 DisSeqAct_UpdateTaskTarget]
m_TargetName="卡莉斯塔"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="皮耶罗的工作间阳台"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="哈弗洛克的老房间"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="鲸油罐补给点"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="萨缪尔"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="皮耶罗"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="已死亡的侍者"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="你的房间"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="卡莉斯塔"

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="我已经解决了那些警卫。")
m_Choices[1]=(m_ChoiceText="我需要你帮我制造些东西。")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_10 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="给你这些蓝图。")
m_Choices[1]=(m_ChoiceText="我需要你帮我制造些东西。")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_11 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="我需要你帮我制造些东西。")
m_Choices[1]=(m_ChoiceText="没事。")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="再见，皮耶罗。")
m_Choices[1]=(m_ChoiceText="我需要你帮我制造些东西。")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_3 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="给你这些蓝图。")
m_Choices[1]=(m_ChoiceText="我已经解决了那些警卫。")
m_Choices[2]=(m_ChoiceText="我需要你帮我制造些东西。")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_4 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="没这个必要。我已经解决了那些警卫。")
m_Choices[1]=(m_ChoiceText="继续吧......")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_5 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="烧死他们，皮耶罗。")
m_Choices[1]=(m_ChoiceText="让他们都昏倒。")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_6 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="我已经解决了那些警卫。")
m_Choices[1]=(m_ChoiceText="我需要你帮我制造些东西。")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_7 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="我需要你帮我制造些东西。")
m_Choices[1]=(m_ChoiceText="没事。")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_9 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="你是说那些蓝图吗？")
m_Choices[1]=(m_ChoiceText="继续......")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.The_Fate_of_All_Baddies.DisSeqAct_AddDarkness_0 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.Samuel_Behavior.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="我们马上去王雀岛。他们把艾米莉带去那里了。")
m_Choices[1]=(m_ChoiceText="在这里等着。我准备好了会回来的。")

